Repository: Gihad-Yassen/Electronic-library
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ar

source: Data exported successfully.
ar: تم تصدير البيانات بنجاح.

source: Generate PDF files
ar: توليد ملفات PDF

source: The task was successfully submitted to the background via Celery.
ar: تم إرسال المهمة إلى الخلفية بنجاح عبر Celery.

source: Activated
ar: مفعل

source: Not activated
ar: غير مفعل

source: Status
ar: الحالة

source: A publication date must be specified if a rental period is specified.
ar: يجب تحديد تاريخ النشر إذا تم تحديد فترة التأجير.

source: The lease period must be greater than zero.
ar: فترة التأجير يجب أن تكون أكبر من صفر.

source: Price
ar: السعر

source: Higher than 150
ar: أعلى من 150

source: Below 150
ar: أقل من 150

source: Description
ar: الوصف

source: Course saved: %(name)s
ar: تم حفظ الدورة: %(name)s

source: Search by title, author name, or course name
ar: ابحث بالعنوان أو اسم المؤلف أو اسم الدورة

source: There is no value
ar: لا توجد قيمة

source: Activate books
ar: تفعيل الكتب

source: %(count)d books have been activated successfully.
ar: تم تفعيل %(count)d كتاب بنجاح.

source: Deactivate books
ar: إلغاء تفعيل الكتب

source: %(count)d book has been deactivated.
ar: %(count)d كتاب تم إلغاء تفعيله.

source: The book has been updated: %(title)s
ar: تم تحديث الكتاب: %(title)s

source: Book added
ar: تمت إضافة الكتاب

source: Book information
ar: معلومات الكتاب

source: Basic information about the book.
ar: معلومات أساسية عن الكتاب.

source: Publication and course information
ar: معلومات النشر والدورة

source: Details about the associated course and book price
ar: تفاصيل حول الدورة المرتبطة وسعر الكتاب

source: Is the book activated or not?
ar: هل الكتاب مفعل أم لا؟
